さいりそ
おまたせいたしました。埼玉りそな銀行担当はたでございます。
あ、すいません、あのですね
はい
先日に電話もらいまして
はい
あのマイゲートを、もしもし、えーと、なんか
パスワードを変更しないと
はい
利用不可になりますて電話ありまして
はい
えーとその設定方法電話わからなかったら電話してくださいと言われたんですけど
あはい。かしこまりました。それでは、あのーマイゲートのパスワード、ワンタイムパスワードに切り替えをしないと、あのー使えなくなりますよというご案内でございましたでしょうか。
あそのような感じでした。
はい。かしこまりました。
それではあのこちらですね乱数表の付いているご利用カードをご利用いただいているお客様にそのご案内させて頂いておりますけれどもあの今年月末を予定としまして、それ以降えーこの乱数表では振込ができなくなる予定でございます。えそこでワンタイムパスワードへの切り替えをお願いしておりますが、今おそれいります一緒に操作をしていただくことは可能でございますか
あ大丈夫ですはい
あ、ありがとうございます。それではおそれいりますまずあのマイゲートにログインをして頂いてもよろしいでしょうか
ああログインはしましたはい
あありがとうございます。ではえ操作を頂く端末でございますがパソコンでございますかスマートフォンで
パソコンです
あパソコンでございますね。かしこまりました。それではメニューの中に各種変更手続きというものがあのはい一番下のところにあるかとぞんじます。はいこちらを押していただいてもよろしいでしょうか。あありがとうございます。
では次のところでワンタイムパスワードへの切り替えというメニューがございまして、その右側のところにソフトウェアトークン利用申込というボタンとハードウェアトークン利用申込というボタン表示されておりますでしょうか。
はいはい
はいありがとうございます。
でまず当社で種類あのワンタイムパスワードご用意をしております。
はい。まずソフトウェアトークンと申しますのがスマートフォンにアプリをダウンロードしてご利用頂くタイプでございます。
もう一つのハードウェアトークンこちらが手のひらサイズの電池式の機械のものでワンタイムパスワードの生成器となります
わーなるほど
はい。いずれの場合もあのランダムに表示されます一回限り桁の数字をあの乱数表桁の数字ににかわって入力頂くものとなります。
あなるほどはい
機械のタイプとアプリのタイプどちらがよろしでしょうか
あアプリではい
かしこまりました。それではソフトウェアトークン利用申込のボタンをお願い致します
はい
はいありがとうございます。
そういたしますと次の画面でアプリの画像が表示されましてご注意を良くお読みくださいという画面に変わるかとぞんじます。
はいはいはい
で注意事項表示されておりますので確認頂きまして一番下までお進みいただけますでしょうか。
はあああい
そしますとVIPアクセストークンのダウンロードが完了しましたという文言がございます。でまずこのVIPアクセスというアプリをインストールして頂く必要がございますけれども今あのスマートフォンにアプリをあのインストールして頂くことは可能でございますか
あ今スマフォで電話しているんであれなんすけどあこれをアプリダウンロードすればいい
あはいお願い致します。VIPで検索をして頂くとでてくるかとぞんじます。
あそれで完了ですかね
あいえあのもうしわけございませんかんこれでインストールをして頂いたらチェツクを入れて頂きまして次の画面へ進んでいただきます
あー
それから乱数表が必要になりますけども乱数表お手元にお持ちでいらっしゃいますか
あもってますもってますはい
あ、ありがとうございます。では次の画面で乱数表の数字を入力してその下に秘密の質問の回答にお答え頂く必要がございます。でそうしますとそれから次の画面へ進んでいただいてえーアプリに表示されておりますトークンIDとワンタイムパスワードを入力していただいて申し込みするというボタンを押して頂くと申し込みが完了いたします。
あ分かりましたではちょっとやってみます
あはいお願い致します
はいありがとうございます。すいません
あよろしければこのままお待ちしておりますがいかがでしょうか
ああじゃちょっとやってみます
あはいお願い致します
はい

あもしもし
はい
あできましたはい・・・申し込みが完了しましたになったん
あありがとうございます。
はい大丈夫です
はい今後はソフトウェアトークンが有効となりますので今後お使いいただいていた乱数表は使えなくなりますのでもしはいログインIDなどの記載がなければもうあの破棄をして頂いて結構でございます
あわかりましたはいありがとうございます。
はいその他はご不明な点ございませんでしょうか
えーとじゃえーとあぷりから振込ができるようになるということですかこれから
あはいアプリさようでございます。あぷりの数字をあの入力今後振込の際に入力して頂く必要がございます。で操作自体ははい今までと同じ操作を行っていただいて最後にあの今までは乱数表の数値入力のところがありましたがそこにソフトウェアトークンアプリの画像が表示されますのでその時に
なるほど
はいアプリを立ち上げていただいて表示されてい桁の入力をお願いいたします
分かりました。ありがとうございます。
あはいよろしくお願い致します。はたがご案内いたしましたお電話ありがとうございます。
失礼致します。

